{
   "products" : [
      {
         "name": "Classic Beef Empanada",
         "icon": "/images/beef-empanada.jpg",
         "testimony" : "These beef empanadas were AMAZING! First bite, and I'm already in heaven. The crust is so flaky and buttery, it practically melts in your mouth. And the filling? Seriously, you put all the love in this thing. The seasoned ground beef is so flavorful, and there's just the right amount of cheese to tie it all together.This is definitely going on my must-have list whenever I'm in your neighborhood.  Seriously good stuff!"
      },
      {
         "name": "Chicken Empanada",
         "icon": "/images/chicken-empanada.jpg",
         "testimony" : "These chicken empanadas are FIRE! Seriously, where have these been all my life? The crust is just as amazing and the chicken is so tender and juicy, and the spices are on point! There's a little kick, but not enough to make you cry. Thanks for the amazing food!"
      },
      {
         "name": "Spinach & Ricotta Empanada",
         "icon": "/images/spin-rico-empananda.jpg",
         "testimony" : "I usually go for the savory, meaty options, but this empanada totally surprised me! The crust is still the champion – seriously, how do you do it?  But the filling is like a delightful green cloud of happiness. The creamy ricotta cheese is the perfect contrast to the fresh spinach, and there's this subtle savory flavor that's just addictive.  It's filling but not heavy, and it feels healthy(ish). This is definitely a new fave for lighter lunches or a satisfying veggie side."
      },

      {
         "name": "Golden White Loaf Bread",
         "icon": "/images/white-bread.jpg",
         "testimony" : "Forget flimsy store-bought slices! This Golden White Loaf is a revelation. The first thing that hits you is the beautiful golden brown crust - it practically begs to be toasted. But slice it open, and you're greeted by the dreamiest, softest white interior that just melts in your mouth."
      },
      {
         "name": "Rustic Herb Focaccia Bread",
         "icon": "/images/rustic-bread.jpg",
         "testimony" : "This isn't your average bakery focaccia. This version is all about the rustic charm. The crust is thick and slightly uneven, hinting at the magic that happened in the oven. But take a bite, and you're met with a symphony of textures - a satisfying crunch from the crust giving way to a soft, airy interior."
      },

      {
         "name": "Dulce de Leche",
         "icon": "/images/dulce-leche.jpg",
         "testimony" : "Move over, Nutella! Sofia's homemade dulce de leche is the new star of my pantry. This isn't your average grocery store caramel; it's rich, creamy, and has a deep caramel flavor that's simply divine. The first time I opened the jar, the aroma hit me like a warm hug. It smells like childhood memories and cozy nights in. One spoonful, and I was hooked. The texture is smooth and luxurious, perfect for spreading on toast, pancakes, or even just eating straight from the jar."
      }     
   ]
}