{
   "products" : [
      {
         "name": "Classic Beef Empanada",
         "icon": "/images/beef-empanada.jpg",
         "testimony" : "These beef empanadas were AMAZING! First bite, and I'm already in heaven. The crust is so flaky and buttery, it practically melts in your mouth. And the filling? Seriously, you put all the love in this thing. The seasoned ground beef is so flavorful, and there's just the right amount of cheese to tie it all together.This is definitely going on my must-have list whenever I'm in your neighborhood.  Seriously good stuff!"
      },
      {
         "name": "Chicken Empanada",
         "icon": "/images/chicken-empanada.jpg",
         "testimony" : "These chicken empanadas are FIRE! Seriously, where have these been all my life? The crust is just as amazing and the chicken is so tender and juicy, and the spices are on point! There's a little kick, but not enough to make you cry. Thanks for the amazing food!"
      },
      {
         "name": "Spinach & Ricotta Empanada",
         "icon": "/images/spin-rico-empananda.jpg",
         "testimony" : "I usually go for the savory, meaty options, but this empanada totally surprised me! The crust is still the champion – seriously, how do you do it?  But the filling is like a delightful green cloud of happiness. The creamy ricotta cheese is the perfect contrast to the fresh spinach, and there's this subtle savory flavor that's just addictive.  It's filling but not heavy, and it feels healthy(ish). This is definitely a new fave for lighter lunches or a satisfying veggie side."
      },

      {
         "name": "Golden White Loaf Bread",
         "icon": "/images/white-bread.jpg",
         "testimony" : "Best Golden White Loaf Bread"
      },
      {
         "name": "Rustic Herb Focaccia Bread",
         "icon": "/images/rustic-bread.jpg",
         "testimony" : "Best Rustic Herb Focaccia Bread"
      },

      {
         "name": "Dulce de Leche",
         "icon": "/images/dulce-leche.jpg",
         "testimony" : "best Dulce de Leche"
      }     
   ]
}